experiments/redis_contention/redis_multi_throughput_pairs/loaded_pairs_1/pair_0/clients_1_threads_4_pipeline_1/redis.out
4         Threads
1         Connections per thread
15        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        36352.87          ---          ---         0.05481         0.05500         0.07900         0.90300     38150.87 
Gets        36352.73        47.53     36305.20         0.04999         0.05500         0.07100         0.87900      1496.87 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      72705.60        47.53     36305.20         0.05240         0.05500         0.07100         0.88700     39647.75